[
  {
    "n": "2024-3-3",
    "q": "宿泊に関する次の記述のうち、資料に基づき、正しいものを1つ選びなさい。\n(注)モデル宿泊約款によるものとする。\n\n<資 料>\n本設問における宿泊施設は、次のとおりに定めている。\n\n●旅館の場合\n基本宿泊料: 大人1 人あたり1泊2食付 20,000 円\nサービス料: 15%\n消費税: 10%\n入湯税: 100 円(入湯税は 12 歳未満の者は課税免除としている。)\n宿泊契約解除の通知を受けた日が宿泊日の3日前であるときの違約金の比率: 10%\n\n●ホテルの場合\n基本宿泊料: トリプルルーム(定員3人)1 室あたり 30,000 円\nサービス料: 10%\nチェックイン: 14: 00\nチェックアウト: 10: 00\n宿泊契約解除の通知を受けた日が宿泊日の前々日であるときの違約金の比率: 20%\n宿泊契約解除の通知を受けた日が宿泊日の前日であるときの違約金の比率: 30%",
    "o": [
      [
        "この旅館に大人1人と子供用の食事と寝具の提供を伴う8歳の小学生の子供1人の計2人が1泊するとき、この宿泊客が支払うべき宿泊料金等の総額は38,060 円である。(注)追加料金は発生していないものとする。",
        "計算すると38,050円が正しい答えです。\n"
      ],
      [
        "このホテルのトリプルルームをチェックアウト日の 11: 00 まで使用したときの時間外の客室使用追加料金は10,000 円である。(注1)このホテルは時間外の客室の使用に応じたものとする。(注2)時間外の客室使用追加料金を求めるにあたり、サービス料及び消費税の計算を行わないものとする。",
        "正しい記述です。\n"
      ],
      [
        "この旅館に大人1人が7月 10日に1泊する宿泊契約を、宿泊客の都合により7月7日に解除したとき、この旅館は2,300 円の違約金を申し受ける。(注)宿泊客に違約金の支払義務がある宿泊契約とする。",
        "キャンセル料(違約金)は基本宿泊料に対してのみかかります。2万円の10%なので、2000円が正しいです。\n"
      ],
      [
        "このホテルのトリプルルームに、宿泊客と宿泊期間を3日とする宿泊契約が成立したときの申込金の限度は 60,000 円である。(注)このホテルは、宿泊契約が成立したとき指定期日までに申込金の支払いを宿泊客に求めるものとする。",
        "申込金の限度額は基本宿泊料金の3泊分を上限とするのが宿泊約款の規定です。3万円かける3泊分で最大9万円までを申込金として収受できます。\n"
      ]
    ],
    "a": [
      1
    ],
    "e": "設問の上の参考資料にチェックアウト時間は10時とありますので、プラス1時間の利用です。時間外利用に関しては、3時間までであれば室料の1/3、6時間までであれば1/2、6時間以上であれば全額(1泊分)という規定があります。今回はプラス1時間なので、宿泊代金の1/3の金額が延長利用料金となります。3万円の1/3なので1万円、その通りです。\n\nこの旅館に大人1人が7月10日に1泊する宿泊契約を7月7日に解除した場合、つまり3日前の解除です。資料の中に3日前の解除の場合は10%とあります。問題は、この10%がどの金額にかかる10%なのか、です。設問では2300円の違約金がかかると書かれており、2300円という数字は、おそらく基本宿泊料2万円にサービス料15%を加えて計算していると思われますが、これは間違いです。キャンセル料(違約金)はあくまでも基本宿泊料に対してのみかかります。したがって、2万円という基本宿泊料の10%なので、正確には2300円ではなく2000円です。\n\nトリプルルーム(ホテル)で宿泊期間を3日間とする契約を成立させた場合、申込金の限度額は6万円であると書かれていますが、申込金の限度額は基本宿泊料金の3泊分を上限とするのが宿泊約款の規定です。3泊分なので、1室あたり3万円がホテルの1泊あたりの基本宿泊料ですから、3万円かける3泊分で最大9万円までを申込金として収受できます。6万円ではありません。\n\nこれは計算すると10円の誤差が出ます。まず大人1人(旅館の話)で1泊2万円です。子供用の食事と寝具の提供を伴う場合、子供の料金は70%、50%、30%とありますが、子供用の食事の場合は大人の50%の金額になります。したがって、大人が2万円であれば50%で1万円です。この時点で大人2万円、子供1万円で合計3万円になります。その時の宿泊料金総額は、3万円という大人1人、子供1人の料金に対して15%のサービス料がかかるため、1.15を掛けます。すると3万4500円になります。その3万4500円に消費税10%が発生するため、3万4500円かける1.1で3万7950円になります。\n続いて入湯税ですが、旅館の参考資料を見ると、入湯税は12歳未満の子供には課税免除とありますので、今回は大人1名分だけです。したがって、先ほどの3万7950円にプラス100円で、合計3万8050円が正しい答えです。"
  }
]