[
  {
    "n": "2024-3-4-(3)-1",
    "q": "次の経路による行程で旅客が乗車する場合について、各設問に該当する答を、それぞれの選択肢の中か\nら1つ選びなさい。\n(注1)この行程は同一方向に連続しており、後戻りはしていない。\n(注2)この行程の乗車に必要な乗車券類は、最初の列車の乗車前に購入するものとする。\n(注3)東福寺駅は京都市内の駅であり、京都市内の中心駅は京都駅である。\n\n大人1人がこの行程を乗車するために必要な乗車券に関する次の記述のうち、正しいものはどれか。",
    "o": [
      [
        "7月5日の乗車分として「125.1キロ+84.3キロ=209.4キロ」の乗車距離による乗車券1枚、7月6日の乗車分として「26.4キロ+76.2キロ+1.1キロ=103.7キロ」の乗車距離による乗車券1枚の計2枚の乗車券が必要である。",
        "2日間の切符は1枚で通して購入できます。また、京都・東福寺間の1.1kmは計算に含めません。\n"
      ],
      [
        "7月5日と7月6日の全乗車区間分として「125.1キロ+92.7キロ+29.0キロ+76.2キロ+1.1キロ=324.1キロ」の乗車距離による乗車券 1 枚が必要である。",
        "京都・東福寺間の1.1kmは計算に含めません。\n"
      ],
      [
        "7月5日の乗車分として「125.1キロ+84.3キロ=209.4キロ」の乗車距離による乗車券1枚、7月6日の乗車分として「26.4キロ+76.2キロ=102.6キロ」の乗車距離による乗車券1枚の計2枚の乗車券が必要である。",
        "2日間の切符は1枚で通して購入できます。\n"
      ],
      [
        "7月5日と7月6日の全乗車区間分として「125.1キロ+92.7キロ+29.0キロ+76.2キロ=323.0キロ」の乗車距離による乗車券1枚が必要である。",
        "正しい記述です。\n"
      ]
    ],
    "a": [
      3
    ],
    "e": "今回の問題は、金沢駅を出発し、敦賀駅で列車を乗り換えて東舞鶴へ、さらに翌日東舞鶴から綾部駅を通って京都駅、最後に東福寺駅までという経路です。\n注意点として、この工程は同一方向に連続しており、敦賀駅で途中下車しています。東舞鶴駅に関しても7月5日に到着し、7月6日に東舞鶴駅を出発しているため、2日間にわたる旅行で1泊東舞鶴で宿泊しています。つまり、駅の改札から出ています。\nこの条件から、7月5日と7月6日の2日間を有効期間とする切符を、2日間通しで1枚発行できるか、という点を考える必要があります。2日間以上有効の切符は、最低でも営業キロで何km以上なければならないのか、逆に何kmまでの切符であれば1日限りしか使えないのか、という点を思い出してください。これは切符の有効期間のところで、基準となるのは100km以下かそれを超えているかです。100kmまでの切符であれば有効期間は1日限りです。したがって、今回の出発地金沢から目的地の京都、あるいは東舞鶴から途中の綾部までの工程が100km以下であった場合、その切符は東舞鶴駅で分断しなければなりません。しかし、金沢駅から京都、東福寺といったあたりまでのキロ数が100kmを超えていれば、有効期間が2日間以上になることが確定するため、7月5日スタート、7月6日目的地到着という間を1枚の切符で通して利用できます。\nもう一つの規定として、100kmを超えている切符であれば、有効期間が2日以上の切符であれば途中下車ができる、ということがあります。したがって、2日間にわたる切符であっても、敦賀や東舞鶴といった駅で途中下車が可能です。\n今回の工程では、金沢から敦賀までの間で125.1kmというキロ数になっています。この時点で100kmを超えているため、有効期間は少なくとも2日以上であり、その切符で途中下車が可能です。最終的にその切符をどこまで買うのかというと、7月6日の目的地となり得る京都もしくは東福寺です。\n東福寺駅は京都市内の駅であり、JRが定める特定都区市内というルールに合致します。特定都区市内とは、大都市11エリア(京都市内も含む)を出発または到着の駅とする場合、その中心駅(京都市内の中心駅は京都駅)と反対側の駅(今回の場合は金沢)の間を見て、その距離が営業キロで200kmを超えているか否かを判断基準とします。もしこの京都駅と反対側の金沢の間が200kmを超えていれば、運賃計算は京都までとし、金沢・京都間とする、つまり京都と東福寺の間の市内の間の運賃計算はしなくて良い、というルールです。\nこのルールを頭に入れて、改めて金沢・京都間のキロ数を見ていきますと、金沢・敦賀が125.1km、敦賀・京都が98.3kmで、これらを足しても200kmを超えています。さらに2日目の舞鶴線の26.4km、山陰本線の76.2kmを足しても当然200kmを超えていますので、金沢・京都間は200kmを超えているという事実が確認できます。したがって、運賃計算をする時の考え方は、金沢から目的地の東福寺までではなく、金沢から京都までとなります。\n7月6日の工程の下に「京都駅では改札から出ない」と書かれていますので、京都駅で途中下車はしていません。この特定都区市内に関しては、その特定都区市内エリアで途中下車はできないため、東福寺駅まで京都駅で改札口を出なければ1枚の切符で行くことができます。\n\nまず、京都・東福寺間の1.1kmというキロ数は計算に含めません。また、7月5日の切符と7月6日の切符、つまり2日間の切符は1枚で通して購入できます。\n誤った選択肢では7月5日の切符と7月6日の切符を分断して購入しているため、上記のルールに合致しません。7月5日、7月6日の2日間を全乗車区間分として計算するのが正しい考え方です。\n残る選択肢に関し、先ほど述べた特定都区市内のルールで、京都・東福寺間の1.1kmは計算に含めないため、計算に含めている1.1kmという数字が書かれている選択肢は誤りです。"
  }
]