[
  {
    "n": "2024-3-4-(5)",
    "q": "特急サンライズ出雲に乗車する場合において、この乗車に必要な運賃及び料金の組合せに関する次の記述のうち、正しいものはどれか。\n(注)乗車に必要な乗車券類は、列車の乗車前に一括して購入するものとする。",
    "o": [
      [
        "大人1人と12 歳の小学生1人が、シングルデラックス(Ａ寝台個室)に乗車して、1つの寝台を利用する場合に必要な運賃及び料金は、「1人分の大人運賃、1人分の大人特急料金と1人分の寝台料金」、「1人分の小児運賃と1人分の小児特急料金」である。",
        "正しい記述です。\n"
      ],
      [
        "大人1人、12 歳の小学生1人、3歳の幼児1人の計3人の家族のうち、大人1人が1台の寝台(ソロ(Ｂ寝台個室))を、12 歳の小学生1人と3歳の幼児1人が1台の寝台(ソロ(Ｂ寝台個室))を利用する場合に必要な運賃及び料金は、「1人分の大人運賃、1人分の大人特急料金と1人分の寝台料金」、「1人分の小児運賃、2人分の小児特急料金と1人分の寝台料金」である。",
        "小児特急料金は1人分で問題ありません。\n"
      ],
      [
        "大人1人と小学校入学前の6歳の幼児1人が、それぞれノビノビ座席(普通車指定席)を使用する場合に必要な運賃及び料金は、「1人分の大人運賃と1人分の大人指定席特急料金」、「1人分の小児運賃」である。",
        "小児の特急料金の記載がないのが誤りです。\n"
      ],
      [
        "大人2人が、シングルツイン(Ｂ寝台個室)に乗車して、補助ベッドを使用する場合に必要な運賃及び料金は、「2人分の大人運賃、2人分の大人特急料金と1人分の寝台料金」である。",
        "補助ベッド使用料金が別途かかります。\n"
      ]
    ],
    "a": [
      0
    ],
    "e": "シングルデラックス(A個室寝台)は、個室寝台はその寝台個室1部屋あたりで販売されます。設問にある「1人分の寝台料金」は、個室料金と捉えてください。シングルデラックスは1人用個室で、大きなベッドが1つあります。そのベッドには最大大人1人と小児1人(小学生)を乗せることができます。したがって、大人1人と小学生1人がこのA個室のベッド1つを2人で使う場合、設問にある大人は運賃1人分、料金も大人1人分、子供に関しても小学生なので運賃1人分、小児の料金1人分それぞれ必要になります。そこに1部屋分の個室寝台の金額がかかります。この設問はそのまま正しいです。\nこの設問で、「1人分の寝台料金」を大人の運賃に含めているのは、1つのベッドを主たる利用者として大人1人と認めているためです。そこに小学生1人は添い寝をするという考え方です。したがって、この小児分に関しては寝台料金を払わずに利用できます。\n\n大人1人、小学生1人、3歳の幼児2人がB寝台ソロ(1人用個室)を使う場合、2部屋使うという考え方です。大人1人に関しては、大人の運賃、大人の料金、大人の個室代金がかかります。もう1部屋は、小学生1人を主たるベッドの利用者として考えます。したがって、1人分の運賃、1人分の特急料金、1人分の寝台料金が発生します。3歳の幼児は添い寝をするため、1つのベッドを本来1人で利用するところを、小さな未就学児は添い寝をさせるという考え方です。幼児1人分に関しては、運賃も料金も発生しません。したがって、設問には2人分の小児特急料金とありますが、小児特急料金は1人分で問題ありません。\n\n大人1人と小学校入学前の6歳(未就学児)が伸び伸び座席(普通車指定席)を使用する場合、それぞれと書かれているため、大人1人で伸び伸び1席、6歳の未就学児で伸び伸び1席という考え方です。したがって、幼児も1席使うため、小児の運賃、小児の料金も発生します。設問には大人の運賃、大人の料金とありますが、もう一つ小児の運賃プラス小児の料金も必要になります。小児の特急料金も必要になるため、その小児の特急料金の記載がないのが誤りです。\n\n大人2人がシングルツインという部屋を使う場合、シングルツインは1人用の部屋ですが、緊急時や使い方によっては2人で利用できます。設問にあるように補助ベッドを使用する場合、補助ベッド使用料金が別途かかります。設問には2人分の大人運賃、2人分の大人料金がかかるとありますが、それに加えて1人分の寝台料金と書かれています。ここにプラスして補助ベッド料金が追加でかかります。シングルツインは1部屋あたり9450円程度ですが、補助ベッドを使って2人で使う場合はプラス5250円程度の補助ベッド代金が追加でかかります。その記載が今回含まれていませんでした。"
  }
]