[
  {
    "n": "2023-2-1-(7)",
    "q": "募集型企画旅行契約の部「旅行業者の解除権等-旅行開始前の解除」「契約締結の拒否」に関する次の記述のうち、正しいものはどれか(いずれも解除に係る旅行者への理由説明は行うものとする。)。",
    "o": [
      [
        "旅行業者は、観梅を目的とする国内日帰り旅行における必要な開花状況等の旅行実施条件であって、契約の締結の際に明示したものが成就しないおそれが極めて大きいときは、契約を解除することがある。",
        "天災地変等、旅行業者の関与し得ない事由により旅行の安全かつ円滑な実施が不可能となるおそれが極めて大きい場合に該当します。(約款第17条1項(6), (7))\n"
      ],
      [
        "旅行業者は、旅行者から契約内容に関し、合理的な範囲を超える負担を求められたため契約を解除しようとするときは、国内日帰り旅行にあっては、旅行開始日の前日から起算してさかのぼって3日目に当たる日より前に、当該契約を解除する旨を当該旅行者に通知しなければならない。",
        "これは最少催行人員未達の場合の通知期限であり、旅行者の負担要求による解除には通知期限の規定はありません。(約款第17条1項(4), 3項)\n"
      ],
      [
        "旅行業者は、2泊3日の国内旅行にあっては、旅行者の数が契約書面に記載した最少催行人員に達しなかったという事由で契約を解除しようとするときは、旅行開始日の前日から起算してさかのぼって23日目に当たる日より前に、旅行を中止する旨を旅行者に通知しなければならない。",
        "2泊3日の国内旅行(宿泊を伴う旅行)の場合、最少催行人員未達による解除の通知期限は「旅行開始日の前日から起算してさかのぼって13日目」に当たる日より前です。(約款第17条3項)\n"
      ],
      [
        "旅行業者は、旅行者が契約書面に記載する期日までに旅行代金を支払わないときは、当該期日において旅行者が契約を解除したものとし、この場合において、旅行者は、旅行業者に対し、所定の取消料に相当する額の違約料を支払わなければならない。",
        "旅行代金不払いによる解除は、当該期日の「翌日」において契約が解除されたものとみなされます。(約款第17条2項)\n"
      ]
    ],
    "a": [
      0
    ],
    "e": "募集型企画旅行契約において、旅行業者は一定の条件のもとで契約を解除する権利を有します。特に旅行開始前の解除には、旅行者への通知期限が定められています。\n\n[旅行業者の解除権(旅行開始前)]\n旅行業者は、以下のような場合に契約を解除することがあります。(約款第17条1項)\n- 旅行者が当社があらかじめ明示した性別、年齢、資格、技能その他の参加旅行者の条件を満たしていないことが判明したとき。(約款第17条1項(1))\n- 旅行者が病気、必要な介助者の不在その他の事由により、当該旅行に耐えられないと認められるとき。(約款第17条1項(2))\n- 旅行者が他の旅行者に迷惑を及ぼし、又は団体旅行の円滑な実施を妨げるおそれがあると認められるとき。(約款第17条1項(3))\n- 旅行者が、契約内容に関し合理的な範囲を超える負担を求めたとき。(約款第17条1項(4))\n- 旅行者の数が契約書面に記載した最少催行人員に達しなかったとき。(約款第17条1項(5))\n- スキーを目的とする旅行における必要な降雪量等の旅行実施条件であって契約の締結の際に明示したものが成就しないおそれが極めて大きいとき。(約款第17条1項(6))\n- 天災地変、戦乱、暴動、運送・宿泊機関等の旅行サービス提供の中止、官公署の命令その他の当社の関与し得ない事由が生じた場合において、契約書面に記載した旅行日程に従った旅行の安全かつ円滑な実施が不可能となり、又は不可能となるおそれが極めて大きいとき。(約款第17条1項(7))\n- 通信契約を締結した場合であって、旅行者の有するクレジットカードが無効になる等、旅行者が旅行代金等に係る債務の一部又は全部を提携会社のカード会員規約に従って決済できなくなったとき。(約款第17条1項(8))\n\n[最少催行人員未達による解除の通知期限]\n- 国内旅行: 旅行開始日の前日から起算してさかのぼって13日目(日帰り旅行は3日目)に当たる日より前。(約款第17条3項)\n- 海外旅行: 旅行開始日の前日から起算してさかのぼって23日目(ピーク時は33日目)に当たる日より前。(約款第17条3項)\n\n[旅行代金不払いによる解除]\n- 旅行者が契約書面に記載する期日までに旅行代金を支払わないときは、当該期日の「翌日」において旅行者が募集型企画旅行契約を解除したものとみなされます。(約款第17条2項)\n\n■ 重要ポイント\n[旅行業者の解除権]\n- 旅行者の安全確保や業務遂行上の理由で解除可能。\n\n[最少催行人員未達の通知期限]\n- 宿泊を伴う国内旅行: 13日前。\n- 日帰り国内旅行: 3日前。\n\n[旅行代金不払い]\n- 期日の「翌日」に解除とみなされる。\n\n■ 覚え方のコツ\n「旅行会社も『やむを得ない事情』があればキャンセルできる。特に『人数不足』は期限がある。お金を払わないと『翌日』にはキャンセル扱い」"
  }
]